{
  "venerable": "Profoundly honored, especially due to age, wisdom, or character.",
  "vindicate": "To clear from accusation, blame, suspicion, or doubt with supporting proof.",
  "wary": "Marked by keen caution and watchful prudence.",
  "zealous": "Marked by active interest and enthusiasm.",
  "affable": "Friendly, pleasant, and easy to talk to.",
  "altruistic": "Showing unselfish concern for the welfare of others.",
  "arduous": "Difficult to accomplish; requiring great effort.",
  "astute": "Marked by practical hardheaded intelligence.",
  "banal": "Obvious and dull; lacking originality.",
  "belligerent": "Characteristic of an enemy or one eager to fight.",
  "candor": "The quality of being honest and straightforward.",
  "catalyst": "Something that causes an important event to happen.",
  "charlatan": "A person falsely claiming to have special knowledge or skill.",
  "circumspect": "Careful to consider potential consequences and avoid risk.",
  "clandestine": "Conducted with or marked by hidden aims or methods.",
  "cogent": "Powerfully persuasive.",
  "commiserate": "To feel or express sympathy or compassion.",
  "concise": "Expressing much in few words.",
  "copious": "Large in number or quantity; abundant.",
  "dearth": "An insufficient quantity or number.",
  "debacle": "A sudden and complete failure; a fiasco.",
  "decadent": "Marked by excessive self-indulgence and moral decay.",
  "decorum": "Propriety in manners and conduct.",
  "deft": "Skillful in physical movements; especially of the hands.",
  "detrimental": "Causing harm or damage.",
  "disparage": "To express a negative opinion of.",
  "docile": "Easily handled or managed; willing to be taught or led.",
  "dubious": "Fraught with uncertainty or doubt.",
  "elated": "Exultantly proud and joyful.",
  "eloquent": "Expressing yourself readily, clearly, and effectively.",
  "enthrall": "To capture the fascinated attention of.",
  "eradicate": "To destroy completely; to put an end to.",
  "esoteric": "Intended for or understood by only a select few.",
  "fallacious": "Based on a mistaken belief.",
  "fastidious": "Giving careful attention to detail; hard to please.",
  "fluctuate": "To rise and fall irregularly in number or amount.",
  "futile": "Incapable of producing any useful result.",
  "gregarious": "Fond of company; sociable.",
  "harangue": "A lengthy and aggressive speech.",
  "idiosyncrasy": "A behavior or way of thought peculiar to an individual.",
  "ignominious": "Deserving or causing public disgrace or shame.",
  "impeccable": "In accordance with the highest standards; faultless.",
  "incessant": "Continuing without pause or interruption.",
  "incisive": "Intelligently analytical and clear-thinking.",
  "indolent": "Wanting to avoid activity or exertion; lazy.",
  "inept": "Having or showing no skill; clumsy.",
  "infallible": "Incapable of making mistakes or being wrong.",
  "insipid": "Lacking flavor, zest, or interest.",
  "languid": "Displaying or having a disinclination for physical exertion.",
  "lucid": "Expressed clearly; easy to understand.",
  "magnanimous": "Very generous or forgiving, especially toward a rival or less powerful person.",
  "malevolent": "Wishing or appearing to wish evil to others.",
  "melancholy": "A feeling of pensive sadness, typically with no obvious cause.",
  "meticulous": "Showing great attention to detail; very careful and precise.",
  "morose": "Sullen and ill-tempered.",
  "nefarious": "Wicked, villainous, or criminal.",
  "oblivious": "Not aware of or not concerned about what is happening.",
  "obsolete": "No longer produced or used; out of date.",
  "panacea": "A solution or remedy for all problems or difficulties.",
  "paragon": "A person or thing regarded as a perfect example of a quality.",
  "pensive": "Engaged in deep or serious thought.",
  "placate": "To make someone less angry or hostile.",
  "pristine": "In its original condition; unspoiled.",
  "quell": "To put an end to, typically by force.",
  "rancor": "Bitterness or resentfulness, especially when long-standing.",
  "recalcitrant": "Having an obstinately uncooperative attitude toward authority.",
  "relinquish": "To voluntarily cease to keep or claim; give up.",
  "remorse": "Deep regret or guilt for a wrong committed.",
  "resilient": "Able to withstand or recover quickly from difficult conditions.",
  "reverence": "Deep respect for someone or something.",
  "sagacious": "Having or showing keen mental discernment and good judgment.",
  "scrupulous": "Diligent, thorough, and extremely attentive to details.",
  "serene": "Calm, peaceful, and untroubled.",
  "skeptical": "Not easily convinced; having doubts or reservations.",
  "spontaneous": "Performed or occurring as a result of a sudden impulse.",
  "spurious": "Not being what it purports to be; false or fake.",
  "stoic": "Enduring pain and hardship without showing feelings or complaining.",
  "submissive": "Ready to conform to the authority or will of others.",
  "superfluous": "Unnecessary, especially through being more than enough.",
  "tenacious": "Tending to keep a firm hold of something; persistent.",
  "transient": "Lasting only for a short time; impermanent.",
  "trepidation": "A feeling of fear or agitation about something that may happen.",
  "ubiquitous": "Present, appearing, or found everywhere.",
  "usurp": "Take (a position of power) illegally or by force.",
  "vacuous": "Having or showing a lack of thought or intelligence.",
  "vex": "To make someone feel annoyed, frustrated, or worried.",
  "vindictive": "Having or showing a strong desire for revenge.",
  "vociferous": "Vehement or clamorous.",
  "volatile": "Liable to change rapidly and unpredictably.",
  "wheedle": "To use flattery or coaxing in order to persuade.",
  "whimsical": "Playfully quaint or fanciful, especially in an appealing way.",
  "wry": "Using or expressing dry, especially mocking, humor.",
  "zenith": "The time at which something is most powerful or successful.",
  "abet": "To encourage or assist someone to do something wrong.",
  "acumen": "The ability to make good judgments and quick decisions.",
  "aplomb": "Self-confidence or assurance, especially in a demanding situation.",
  "avarice": "Extreme greed for wealth or material gain.",
  "beleaguer": "To beset with difficulties.",
  "blandishment": "A flattering or pleasing statement used to persuade.",
  "boisterous": "Noisy, energetic, and cheerful.",
  "calumny": "The making of false and defamatory statements to damage someone’s reputation.",
  "capitulate": "Cease to resist an opponent; surrender.",
  "chicanery": "The use of trickery to achieve a political, financial, or legal purpose.",
  "circuitous": "Longer than the most direct way.",
  "cogitate": "To think deeply about something; meditate or reflect.",
  "conundrum": "A confusing and difficult problem or question.",
  "convivial": "Friendly, lively, and enjoyable.",
  "corpulent": "Fat or obese.",
  "deleterious": "Causing harm or damage.",
  "diatribe": "A forceful and bitter verbal attack against someone or something.",
  "ebullient": "Cheerful and full of energy.",
  "effervescent": "Vivacious and enthusiastic.",
  "egregious": "Outstandingly bad; shocking."
}